Repository: common-repository/tryst-invoice
Catalog: languages/tryst-invoice-*.po
Languages: pt_br

source: Tryst Invoice
pt_br: Boletos para Tryst Agendamentos

source: Invoice support for Tryst
pt_br: Suporte a Boleto para Tryst Agendamentos

source: Request sent
pt_br: Solicitação enviada

source: This is your invoice confirmation. An e-mail should already have been sent to the filled address.
pt_br: Essa é a confirmação da sua solicitação de boleto. Um e-mail deve ter sido enviado para o endereço informado.

source: Send remind e-mail to %s
pt_br: Enviar outro e-mail de lembrete para %s

source: Invoice request from %s
pt_br: Solicitação de boleto do(a) %s

source: Hello %s, this is the invoice request receipt.
pt_br: Olá, %s, esta é a solicitação para emissão da guia/boleto

source: Name
pt_br: Nome

source: Message
pt_br: Mensagem

source: We will get back in touch soon
pt_br: Retornaremos em breve

source: Invoice
pt_br: Boleto

source: Invoice requested at %s
pt_br: Boleto solicitado no(a) %s

source: Invoice released at %s
pt_br: Boleto liberado às %s
